import React from "react";
import CrisisCard from "../components/CrisisCard";

const Crisis = () => {
  return (
    <>
      <section className="bg-white-50">
        <div className="flex flex-col items-center justify-center mx-auto">
          <div className="grid gap-6 grid-cols-1 sm:grid-cols-1 md:grid-cols-2 lg:grid-cols-3  w-full mt-20">
            <CrisisCard
              title={"জরুরী বন্যা তহবিল"}
              description={
                "প্রতিবছর বর্ষাকালে বাংলাদেশের প্রায় ২৬,০০০ বর্গ কিলোমিটার এলাকা (১৮%) বন্যায় প্লাবিত হয়। এ সময় বিশেষ ভাবে দেশের উত্তর অঞ্চলের বানভাসি মানুষ চরম দুর্ভোগের শিকার হয়। আস সুন্নাহ্ ফাউন্ডেশন দেশের বন্যাকবলিত জেলাগুলিতে প্রতিবছরই ত্রাণ কার্যক্রম ও দুর্দশাগ্রস্ত-অসহায় মানুষের পাশে দাঁড়ানোর উদ্যোগ নিয়ে থাকে।"
              }
            />
            <CrisisCard
              title={"জরুরী বন্যা তহবিল"}
              description={
                "প্রতিবছর বর্ষাকালে বাংলাদেশের প্রায় ২৬,০০০ বর্গ কিলোমিটার এলাকা (১৮%) বন্যায় প্লাবিত হয়। এ সময় বিশেষ ভাবে দেশের উত্তর অঞ্চলের বানভাসি মানুষ চরম দুর্ভোগের শিকার হয়। আস সুন্নাহ্ ফাউন্ডেশন দেশের বন্যাকবলিত জেলাগুলিতে প্রতিবছরই ত্রাণ কার্যক্রম ও দুর্দশাগ্রস্ত-অসহায় মানুষের পাশে দাঁড়ানোর উদ্যোগ নিয়ে থাকে।"
              }
            />
            <CrisisCard
              title={"জরুরী বন্যা তহবিল"}
              description={
                "প্রতিবছর বর্ষাকালে বাংলাদেশের প্রায় ২৬,০০০ বর্গ কিলোমিটার এলাকা (১৮%) বন্যায় প্লাবিত হয়। এ সময় বিশেষ ভাবে দেশের উত্তর অঞ্চলের বানভাসি মানুষ চরম দুর্ভোগের শিকার হয়। আস সুন্নাহ্ ফাউন্ডেশন দেশের বন্যাকবলিত জেলাগুলিতে প্রতিবছরই ত্রাণ কার্যক্রম ও দুর্দশাগ্রস্ত-অসহায় মানুষের পাশে দাঁড়ানোর উদ্যোগ নিয়ে থাকে।"
              }
            />
            <CrisisCard
              title={"জরুরী বন্যা তহবিল"}
              description={
                "প্রতিবছর বর্ষাকালে বাংলাদেশের প্রায় ২৬,০০০ বর্গ কিলোমিটার এলাকা (১৮%) বন্যায় প্লাবিত হয়। এ সময় বিশেষ ভাবে দেশের উত্তর অঞ্চলের বানভাসি মানুষ চরম দুর্ভোগের শিকার হয়। আস সুন্নাহ্ ফাউন্ডেশন দেশের বন্যাকবলিত জেলাগুলিতে প্রতিবছরই ত্রাণ কার্যক্রম ও দুর্দশাগ্রস্ত-অসহায় মানুষের পাশে দাঁড়ানোর উদ্যোগ নিয়ে থাকে।"
              }
            />
            <CrisisCard
              title={"জরুরী বন্যা তহবিল"}
              description={
                "প্রতিবছর বর্ষাকালে বাংলাদেশের প্রায় ২৬,০০০ বর্গ কিলোমিটার এলাকা (১৮%) বন্যায় প্লাবিত হয়। এ সময় বিশেষ ভাবে দেশের উত্তর অঞ্চলের বানভাসি মানুষ চরম দুর্ভোগের শিকার হয়। আস সুন্নাহ্ ফাউন্ডেশন দেশের বন্যাকবলিত জেলাগুলিতে প্রতিবছরই ত্রাণ কার্যক্রম ও দুর্দশাগ্রস্ত-অসহায় মানুষের পাশে দাঁড়ানোর উদ্যোগ নিয়ে থাকে।"
              }
            />
            <CrisisCard
              title={"জরুরী বন্যা তহবিল"}
              description={
                "প্রতিবছর বর্ষাকালে বাংলাদেশের প্রায় ২৬,০০০ বর্গ কিলোমিটার এলাকা (১৮%) বন্যায় প্লাবিত হয়। এ সময় বিশেষ ভাবে দেশের উত্তর অঞ্চলের বানভাসি মানুষ চরম দুর্ভোগের শিকার হয়। আস সুন্নাহ্ ফাউন্ডেশন দেশের বন্যাকবলিত জেলাগুলিতে প্রতিবছরই ত্রাণ কার্যক্রম ও দুর্দশাগ্রস্ত-অসহায় মানুষের পাশে দাঁড়ানোর উদ্যোগ নিয়ে থাকে।"
              }
            />
            <CrisisCard
              title={"জরুরী বন্যা তহবিল"}
              description={
                "প্রতিবছর বর্ষাকালে বাংলাদেশের প্রায় ২৬,০০০ বর্গ কিলোমিটার এলাকা (১৮%) বন্যায় প্লাবিত হয়। এ সময় বিশেষ ভাবে দেশের উত্তর অঞ্চলের বানভাসি মানুষ চরম দুর্ভোগের শিকার হয়। আস সুন্নাহ্ ফাউন্ডেশন দেশের বন্যাকবলিত জেলাগুলিতে প্রতিবছরই ত্রাণ কার্যক্রম ও দুর্দশাগ্রস্ত-অসহায় মানুষের পাশে দাঁড়ানোর উদ্যোগ নিয়ে থাকে।"
              }
            />
          </div>
        </div>
      </section>
      
    </>
  );
};

export default Crisis;
